import '../styles/AboutBody.css';

const AboutBody = () => {
    return (
        <div className="aboutBody">

            <h1>
                היוש! אני יוסי שפיגלר, מוזיקאי
            </h1>
            <p>
                העולם הדיגיטלי מרתק בעיניי.
                האופן בו מילים מתחברות למסרים ומניעים קהל ידוע מראש לנוע לפעולה.
                הדרך בה מסעות לקוח מוקפדים, יוצרים אמון למותג.
                הייחודיות של הזווית המעניינת של העסק והפיכתו לסיפור מותג זכיר.

                אבל כדי להגיע למלוך על עולמות המיתוג, הסטוריטלינג ואסטרגיות התוכן הייתי צריכה לעבור בעולמות תוכן אחרים שהיום מאפשרים לי מבט הוליסטי והבנה עמוקה בכל מה שקשור לדיגיטל, חווית משתמש וצרכנות.

                במשך יותר מעשור מילאתי תפקידי מכירות בכירים וניהול פרוייקטים. בתוך התפקידים האלה ראיתי הזדמנויות למלא את ארגז הכלים שלי בעוד ועוד מיומנויות. העברתי הרצאות, בניתי הדרכות, למדתי מהעובדים שלי על המיומנויות שלהם, נגעתי בשיווק, כתבתי, ערכתי, העברתי… בקיצור– לקחתי מה שיכלתי. התנסתי באינספור פרקטיקות, חלקן על יבש, חלקן ממש בתוך האקשן מול אנשים, לקוחות ובכירים.

                עם הזמן, השכלתי לעשות אינטגרציה בין תחומים שונים והשתמשתי במודלים, רעיונות ועקרונות מדיספלינה אחת באחרת. ככה הפכתי לכלבויניקית שמצד אחד מדריכה למכירות ומצד שני מספרת סיפורים. מצד אחד מלמדת את עצמה פרקטיקות חדשות מצד שני מעבירה את הידע הזה הלאה. מצד אחד חיה את העולם החדש, מצד שני לא שוכחת מהו הבסיס.

                היום, כל הנסיון, הכלים והמיומנויוות האלה מתנקזים ליצירת תכניות תוכן אסטרטגיות שהופכות עסקים למותגים עם סטנדרט גבוה.

                כששואלים אותי מה אני עושה הכי טוב, אני אומרת שאני מתרגמת מסרים מהודקים לאתרים נפלאים, רעיונות לסיפורי מותג מילים למסרים חדים. ועוד הרבה דברים שקשורים לעולמות הדיגיטל.

                אם אתם לוקחים את המותג שלכם ברצינות, אני אשמח לעבוד אתכם.מוזמנים לשלוח הודעה ונמשיך משם…

                סטוריטלרית | יועצת | מרצה | משביחה נכסים דיגיטליים   
            </p>
        </div>

        
    );


};





export default AboutBody;